{
	"ねぇ……キミ、大丈夫、かな？":"Heey~, are you alright?",
	"う……":"uh....",
	"あ、目を覚ました、かな？":"Oh, I'm awake now, am I?",
	"な……なに？":"Wh...What?",
	"なにって……困った人だね":"",
	"え？　いや、全然わかんないんですけど":"",
	"分かって無くて抱きついてきたの、かな？":"",
	"ま、まて……痴漢だと思っているのなら濡れ衣だ。えん罪だ。":"",
	"クスッ……大丈夫。抱きついて来たっていっても落ちてきたのを私が受け止めただけだから":"",
	"え？　つまり……俺を助けてくれたの？":"",
	"そういうことになる、かな？":"",
	"すみません。ありがとうございます。痴漢のえん罪をかけようとしている悪徳女子を見るような目で見てすみません。……その上で、本格的にここはどこなんでしょう？":"",
	"ここ？　ここはひのもとの国だよ。ここには悪い城姫がいてね。それでキミはその城姫を倒す城主として召喚されたみたい":"",
	"城姫？　城姫ってなに？":"",
	"城姫は城姫だよ……地域のマナとそこに住む人々の想いが凝縮して生まれた聖霊。これでいい、かな？":"",
	"ふぅん":"",
	"あ、キミを召喚した城姫がようやくキミの居場所に気づいた、かな？":"",
	"え":"",
	"誰がキミを最初に見つけるのかな？　最初に選ぶ城姫はキミの未来を決めるから慎重に、ね":"",
	"ちょ、ちょっと待って！":"",
	"ごめんね、色々あって待てないんだ。でもまたきっと会えるよ":"",
	"……分かった。きっとまた会おう、必ず":"",
	
	"さて、(.*)さんは、ひのもとの国に城主として召喚されました。":"",
	"城主としての能力や義務はあとで説明するとして、とりあえずあなたを探しに来た城姫のなかから主城を選んでください。":"",
	"ちなみに、主城はあとで変更出来ますから大丈夫！　安心してくださいね。":"",
	"あ、自己紹介を忘れていました。私、案内役を務めるメカタ城と申します。<br>まだ私は選べませんがいつか私ともいっしょに戦えるといいですね":"",
	"……そ、その時は是非主城で使ってください……私、がんばりますから！":"",
	"そうです！城主さんの主城には大分府内城さんがお似合いですよ！大分府内城さんはいかがですか？":"",
	
	"主城を選びましたね。とてもいい選択だと思います。":"",
	"さて、今、あなたを城主として召喚した城姫達の目的は「黒き力」に冒された城姫を倒すことです。":"",
	"城姫は城主と契約するとすんごい力を使う事ができるんですよ。":"",
	"というわけで城主さん、「黒き力」に侵された城姫を倒すのを手伝って下さい！　……オッケーですか！　ありがとうございます！":"",
	"ただ、いまあなたが選んだ主城1人だけだとちょっと不安です……。もう少し城姫の力が必要ですね。":"",
	"築城をしましょう！":"",
	
	"うわぁ。盛岡城もいい城姫だと思います！　城主さんのために頑張るそうですからぜひ一緒に連れて行ってあげてください。":"",
	"大丈夫です！　城主さんの力があれば、きっと黒「城姫」さんを倒せます！":"",
	"さぁ、出陣するには軍事ボタンをタップしてください！":"",
	"城姫が複数そろうと、備という形で編成しないとダメなんです。":"",
	"はい。これが城主さんの備（そなえ）です。なかなかいい編成だと思いますよ？":"",
	"さあ、出陣して、黒「城姫」をちゃちゃっと倒しちゃいましょう。":"",
	"……あの……くろ、しろひめって笑うところです。":"",
	"……す、すみません":"",
	
	"やりました！　すごいです！　かっこいいです！！　まさか胆沢城を倒すことができるなんて、ほんとに天才かもしれません！":"",
	"さぁ、黒い力に冒された城姫は身体の一部に黒い刻印があります。それを見つけて消しちゃって……あ？　あれ？":"",
	"この城姫（ひと）、まだ意識がある……？":"",
	
	"資材を消費して内政しますか？":"Do you want to start the internal affair by consuming the required materials?",
	"修繕中の姫がいる為出陣できません":"You cannot start because you have castles under repair.",
	"?":"?"
}